---
kind: enumMember
id: F:Autodesk.Revit.DB.DimensionShape.Diameter
enum: Autodesk.Revit.DB.DimensionShape
zh: 直径、管径
source: html/4ed85868-6ad0-6fdb-c648-6f7ee7738fd2.htm
---
# Autodesk.Revit.DB.DimensionShape.Diameter

**中文**: 直径、管径

Diameter dimension.